var store = [{
        "title": "Легенда о Фуку-Ито - Ткаче Удачи и Хранителе Фантазии",
        "excerpt":"Вы спросите - «Почему именно дракон? И почему он так похож на лису с вышивкой на чешуе?» Всё началось в тени старой мастерской, где нити переплетались с шёлком кимоно. Фуку-Ито (福糸) — не просто сказочное существо. Его имя состоит из двух основ: «Фуку» — благословение и удача, и «Ито» —...","categories": [],
        "tags": [],
        "url": "/2026/02/10/07-19-post1.html",
        "teaser": null
      },{
        "title": "И вот она - магия!",
        "excerpt":"Сегодня мы попробовали новый стиль сатиновой вышивки. “Творчество — это свобода!” Многие производители машинной вышивки говорят о том, что для создания вышивки необходимо чёткое изображение, не менее 300dpi, отображающее то, что вы хотите получить в конечном результате. Это говорит всего лишь о том, что большинство производителей вышивки подходит к процессу...","categories": [],
        "tags": [],
        "url": "/2026/03/11/07-19-post3.html",
        "teaser": null
      },{
        "title": "От куда шерсть?!!!",
        "excerpt":"Строчка, строчка, запятая…. Типы стежков машинной вышивки являются основой вышивки профессионального качества. Они определяют текстуру, глубину и общую эстетику дизайна. Правильный тип стежка зависит от нескольких факторов, включая тип ткани, сложность дизайна и личные предпочтения. Понимание роли каждого типа стежка имеет решающее значение для успешной оцифровки вышивки, гарантируя, что конечный...","categories": [],
        "tags": [],
        "url": "/2026/03/12/11-09-post2.html",
        "teaser": null
      }]
